{"translation-revision-date":"2024-10-30 14:54+0100","generator":"WP-CLI\/2.11.0","source":"public\/apps\/app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=(n != 1);"},"Trash":["Spazzatura"],"Duplicates":["Duplicati"],"Database":["Database"],"Cron":["Attività pianificate"],"Shortcode":["Codice abbreviato"],"WordPress":["WordPress"],"Overview":["Panoramica"],"Get help on WordPress.org":["Ottieni assistenza su WordPress.org"],"Safely Trash":["Gettare in Sicurezza"],"Delete the unnecessary records from your database":["Elimina i record non necessari dal tuo database"],"Check duplicates":["Controlla i duplicati"],"Check and analyze your database for duplicate records":["Controlla e analizza il tuo database alla ricerca di record duplicati"],"Database Sneak Peak":["Anteprima del database"],"Have a look at the database tables and optimize them":["Dai un'occhiata alle tabelle del database e ottimizzale"],"Cron jobs":["Attività pianificate"],"Cron jobs to run the tasks at regular intervals":["Attività pianificate ad intervalli regolari"],"Have a look at the shortcode and use them in your posts":["Dai un'occhiata allo shortcode e usali nei tuoi Articoli"],"WordPress Advanced":["WordPress Avanzato"],"Settings for advanced WordPress features":["Impostazioni per le funzionalità avanzate di WordPress"],"Features":["Caratteristiche"],"Check the Overview to get started":["Controlla la Panoramica per iniziare"],"Get started":["Inizia"],"Cleaning":["Pulizia"],"Optimization":["Ottimizzazione"],"System":["Sistema"],"Settings":["Impostazioni"],"Executed cron":["Eseguito cron"],"Bulk Actions":["Azioni in blocco"],"Execute cron":["Esegui cron"],"Refresh":["Aggiorna"],"Optimizing table":["Tabella di ottimizzazione"],"Resetting auto increment for table":["Reimpostazione dell'incremento automatico per la tabella"],"Reset Auto Increment":["Ripristina incremento automatico"],"Optimize Table":["Ottimizza tabella"],"Optimize":["Ottimizza"],"Please confirm your action":["Conferma la tua azione"],"Warning!":["Attenzione!"],"The item selected will be permanently deleted. This action cannot be undone.":["L'elemento selezionato verrà eliminato definitivamente. Questa azione non può essere annullata."],"Are you sure you want to continue?":["Sei sicuro di voler continuare?"],"Cleanup":["Pulizia"],"Error":["Errore"],"Not implemented":["Non implementato"],"Apply":["Applica"],"Show only items with":["Mostra solo gli elementi con"],"Items":["Elementi"],"Count":["Totale"],"Delete":["Elimina"],"All":["Tutti"],"will be permanently deleted.":["verrà eliminato definitivamente."],"This action cannot be undone.":["Non sarà possible annullare questa operazione."],"Confirm":["Conferma"],"Cancel":["Annulla"],"items have been deleted successfully.":["gli elementi sono stati eliminati correttamente."],"An error occurred while deleting the":["Si è verificato un errore durante l'eliminazione del file"],"records. Error:":["record. Errore:"],"Totals":["Totali"],"Error:":["Errore:"],"WordPress size":["Dimensioni di WordPress"],"Themes size":["Dimensione dei temi"],"Plugins size":["Dimensione dei plugin"],"Uploads size":["Dimensione dei caricamenti"],"Database size":["Dimensione database"],"Disk":["Disco"],"Potential error":["Potenziale errore"],"The calculation of the disk space occupied is taking longer than expected. You may need to refresh the page to view the updated data. We are using the WordPress function used in Site Health to calculate the disk space occupied. This function can be slow on sites with many files.":["Il calcolo dello spazio su disco occupato richiede più tempo del previsto. Potrebbe essere necessario aggiornare la pagina per visualizzare i dati aggiornati. Stiamo utilizzando la funzione WordPress utilizzata in Site Health per calcolare lo spazio su disco occupato. Questa funzione può essere lenta su siti con molti file."],"We will retry the calculation in 15 seconds for a maximum of 3 times.":["Riproveremo il calcolo in 15 secondi per un massimo di 3 volte."],"Posts by status":["Articoli per status"],"Posts by type":["Articoli per tipo"],"Comments":["Commenti"],"Users":["Utenti"],"Options":["Opzioni"],"Options reset":["Reset Opzioni"],"Options have been reset to default":["Le opzioni sono state ripristinate ai valori predefiniti"],"Reset to default":["Reimposta valori iniziali"],"Appearance":["Aspetto"],"Display the footer credit":["Visualizzare il credito del piè di pagina"],"Display the footer credit in the admin dashboard":["Visualizzare il credito del piè di pagina nella dashboard di amministrazione"],"Display the footer version":["Visualizzare la versione del piè di pagina"],"Display the footer version in the admin dashboard":["Visualizzare la versione del piè di pagina nella dashboard di amministrazione"],"Display the Welcome panel":["Visualizzare il pannello di benvenuto"],"Display the Welcome panel in the admin dashboard":["Visualizzare il pannello di benvenuto nella dashboard di amministrazione"],"Sidebar Menu":["Barra Laterale Menu"],"Display Dashboard":["Visualizza dashboard"],"Display the Dashboard item in the sidebar menu":["Visualizza la voce Dashboard nel menu della barra laterale"],"Display Posts":["Mostra Articoli"],"Display the Posts item in the sidebar menu":["Visualizza la voce Articoli nel menu della barra laterale"],"External access":["Accesso esterno"],"WP REST API":["WP REST API"],"WordPress REST API is a way to interact with WordPress sites using HTTP requests, enabling access to content and functionalities programmatically":["L'API REST di WordPress è un modo per interagire con i siti WordPress utilizzando le richieste HTTP, consentendo l'accesso ai contenuti e alle funzionalità in modo programmatico"],"XML-RPC":["XML-RPC"],"XML-RPC is a standard way to interact with WordPress sites using HTTP requests, enabling access to content and functionalities programmatically":["XML-RPC è un modo standard per interagire con i siti WordPress utilizzando le richieste HTTP, consentendo l'accesso ai contenuti e alle funzionalità in modo programmatico"],"Security":["Sicurezza"],"Display WordPress version":["Visualizza la versione di WordPress"],"Display the <head> section in the theme generates the meta tag indicating the WordPress version for identification purposes":["Visualizzare l'icona <head> nel tema genera il meta tag che indica la versione di WordPress ai fini dell'identificazione<\/head>"],"Display Login error":["Mostra errori nel Login"],"Display the login error message on the login page. This can be used by attackers to identify valid usernames":["Visualizzare il messaggio di errore di accesso nella pagina di accesso. Questo può essere utilizzato dagli aggressori per identificare nomi utente validi"],"Display Authentication with email":["Visualizza autenticazione con e-mail"],"Display the authentication email filed on the login page. This can be used by attackers to identify valid usernames":["Visualizza l'e-mail di autenticazione archiviata nella pagina di accesso. Questo può essere utilizzato dagli aggressori per identificare nomi utente validi"],"Theme":["Tema"],"Set the excerpt length for all post types":["Imposta la lunghezza dell'estratto per tutti i tipi di Articolo"],"This will limit the number of words shown in the excerpt.":["Ciò limiterà il numero di parole mostrate nell'estratto."],"Remove the Admin bar for all users":["Rimuovere la barra di amministrazione per tutti gli utenti"],"This will remove the Admin bar for all users.":["In questo modo verrà rimossa la barra di amministrazione per tutti gli utenti."],"Posts":["Articoli"],"Set the number of revisions to keep for all post types":["Imposta il numero di revisioni da mantenere per tutti i tipi di Articolo"],"This will limit the number of revisions saved for each post type.":["Ciò limiterà il numero di revisioni salvate per ogni tipo di Articolo."],"General":["Generale"],"Admin":["Amministratore"],"Writing":["Scrivendo"],"Reading":["Lettura"]}}}